Repository: davidriegel/tick-macos
Catalog: Tick/Resources/Localizable.xcstrings
Source language: en
Languages: de

# addtokenview.accountPlaceholder
source: Account (e.g. user@example.com)
de: Account (z. B. user@example.com)

# addtokenview.add
source: Add
de: Hinzufügen

# addtokenview.cancel
source: Cancel
de: Abbrechen

# addtokenview.errorInvalidSecret
source: Invalid Base32 secret
de: Ungültiger Base32-Schlüssel

# addtokenview.issuerPlaceholder
source: Issuer (e.g. GitHub)
de: Anbieter (z. B. GitHub)

# addtokenview.migrationCta
source: How to import from Google Authenticator
de: Wie importiere ich aus dem Google Authenticator

# addtokenview.period30
source: 30 seconds
de: 30 Sekunden

# addtokenview.period60
source: 60 seconds
de: 60 Sekunden

# addtokenview.pickerAlgorithm
source: Algorithm
de: Algorithmus

# addtokenview.pickerDigits
source: Digits
de: Stellen

# addtokenview.pickerPeriod
source: Period
de: Intervall

# addtokenview.secretPlaceholder
source: Base32 secret
de: Base32-Schlüssel

# addtokenview.sectionAdvanced
source: Advanced
de: Erweitert

# addtokenview.sectionSecret
source: Secret
de: Schlüssel

# dropzone.chooseImage
source: Choose Image…
de: Bild auswählen…

# dropzone.title
source: Drop QR code image here
de: QR-Code-Bild hier ablegen

# edittokenview.accountPlaceholder
source: e.g. you@example.com
de: z. B. du@example.com

# edittokenview.cancel
source: Cancel
de: Abbrechen

# edittokenview.issuerLabel
source: Issuer
de: Anbieter

# edittokenview.issuerPlaceholder
source: e.g. GitHub
de: z. B. GitHub

# edittokenview.labelAlgorithm
source: Algorithm
de: Algorithmus

# edittokenview.labelDigits
source: Digits
de: Stellen

# edittokenview.labelPeriod
source: Period
de: Intervall

# edittokenview.periodValue
source: %lld seconds
de: %lld Sekunden

# edittokenview.save
source: Save
de: Speichern

# error.migration.invalidData
source: Migration data is not valid base64
de: Migrationsdaten sind kein gültiges Base64

# error.migration.malformedProtobuf
source: Migration data is malformed
de: Migrationsdaten sind beschädigt

# error.migration.notAMigrationUrl
source: Not a Google Authenticator migration URL
de: Keine Google-Authenticator-Migrations-URL

# error.parsing.invalidData
source: Data from QR Code couldn't be read
de: Daten aus dem QR-Code konnten nicht gelesen werden

# error.parsing.qrCodeNotFound
source: No QR code found in image
de: Kein QR-Code im Bild gefunden

# error.parsing.unknownScheme
source: URL scheme is invalid
de: URL-Schema ist ungültig

# menubarview.addtokens
source: Add one in the main window
de: Füge welche in dem Hauptfenster hinzu

# menubarview.notokens
source: No tokens yet
de: Keine Token bisher

# menubarview.open
source: Open Tick
de: Tick öffnen

# menubarview.quit
source: Quit
de: Schließen

# migrationhelp.hint
source: Google may generate multiple QR codes if you have many accounts. Drop them one by one.
de: Google erstellt mehrere QR-Codes, wenn du viele Accounts hast. Ziehe sie nacheinander herein.

# migrationhelp.step1
source: Open Google Authenticator on your phone
de: Öffne Google Authenticator auf deinem Handy

# migrationhelp.step2
source: Tap the menu item
de: Tippe auf das Menü

# migrationhelp.step3
source: Select "Transfer accounts" → "Export accounts"
de: Wähle „Accounts übertragen“ → „Accounts exportieren“

# migrationhelp.step4
source: Verify your identity if asked
de: Bestätige deine Identität, falls gefragt

# migrationhelp.step5
source: Select the accounts you want to transfer
de: Wähle die Accounts, die du übertragen möchtest

# migrationhelp.step6
source: Take a screenshot of the QR code(s) shown
de: Mache einen Screenshot der angezeigten QR-Codes

# migrationhelp.step7
source: Drop the screenshot into the area above
de: Ziehe den Screenshot in den Bereich oben

# migrationhelp.title
source: Import from Google Authenticator
de: Aus Google Authenticator importieren

# settingsview.startOnLaunch
source: Start on launch
de: Beim Start öffnen

# settingsview.title
source: Settings
de: Einstellungen

# tokenlistview.contextmenu.copyAccount
source: Copy Account
de: Account kopieren

# tokenlistview.contextmenu.delete
source: Delete
de: Löschen

# tokenlistview.contextmenu.edit
source: Edit…
de: Editieren…

# tokenlistview.delete.cancel
source: Cancel
de: Abbrechen

# tokenlistview.delete.confirm
source: Delete %@
de: %@ löschen

# tokenlistview.delete.message
source: This will permanently remove the TOTP for %1$@ (%2$@). You can't undo this.
de: Dies entfernt den TOTP für %1$@ (%2$@) endgültig. Diese Aktion lässt sich nicht rückgängig machen.

# tokenlistview.delete.title
source: Delete Token?
de: Token löschen?

# tokenlistview.import.successOnly
source: %lld tokens imported.
de: %lld Token importiert.

# tokenlistview.import.successWithSkipped
source: %1$lld imported, %lld duplicates skipped.
de: %1$lld importiert, %lld Duplikate übersprungen.

# tokenlistview.import.title
source: Import Complete
de: Import abgeschlossen

# tokenlistview.migration.cta
source: How to import
de: Wie importiere ich meine Token

# tokenlistview.migration.description
source: Export your accounts in Google Authenticator and drop the QR code screenshot into Tick.
de: Exportiere deine Accounts im Google Authenticator und füge die QR Codes in Tick ein.

# tokenlistview.migration.title
source: Migrating from Google Authenticator?
de: Wie migriere ich von Google Authenticator?

# tokenlistview.toolbar.add
source: Add token
de: Token hinzufügen

# tokenlistview.unavailable.description
source: Add a new one with ⌘N
de: Füge ein neues hinzu mit ⌘N

# tokenlistview.unavailable.title
source: No tokens added
de: Keine Token hinzugefügt

# tokenlistviewContextmenuCopyTOTP
source: Copy Code
de: Code kopieren
